For Revit Macros internal use only.
  Namespace:   Autodesk.Revit.DB.Macros
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public void FinishInitializationEO()
  Visual Basic
Public Sub FinishInitializationEO
  Visual C++
public:
virtual void FinishInitializationEO() sealed
 Implements
  IEntryPoint FinishInitialization
 See Also
  DocumentEntryPoint Class
  Autodesk.Revit.DB.Macros Namespace